"Part1" = "NEDERLANDS";
"Part2" = "APPLE INC. ";
"Part3" = "SOFTWARELICENTIEOVEREENKOMST VOOR OPDRACHTEN VOOR iOS";
"Part4" = "LEES DEZE SOFTWARELICENTIEOVEREENKOMST (“LICENTIE”) AANDACHTIG DOOR VOORDAT JE DE APPLE SOFTWARE GEBRUIKT. DOOR DEZE APPLE SOFTWARE IN GEBRUIK TE NEMEN, VERKLAAR JE JE AKKOORD MET DE VOORWAARDEN VAN DEZE LICENTIE. INDIEN JE HET NIET EENS BENT MET DE VOORWAARDEN VAN DEZE LICENTIE, DIEN JE DE SOFTWARE NIET TE INSTALLEREN EN/OF TE GEBRUIKEN.";
"Part5" = "BELANGRIJKE OPMERKING: Voor zover het is toegestaan om deze software te gebruiken voor de reproductie, wijziging, publicatie en distributie van materiaal, wordt deze licentie je uitsluitend verstrekt voor de reproductie, wijziging, publicatie en distributie van materiaal waarop geen auteursrechten berusten, materiaal waarvoor je het auteursrecht bezit of materiaal voor de reproductie, wijziging, publicatie of distributie waarvan je beschikt over toestemming of een wettelijke recht. Als je niet zeker bent van je rechten om enig materiaal te kopiëren, te wijzigen, te publiceren of te distribueren, dien je contact op te nemen met je juridisch adviseur.";
"Part6" = "1. Algemeen.";
"Part7" = "A. De Apple software en alle software van andere fabrikanten, de documentatie, de interfaces, het materiaal, de lettertypen en de gegevens bij deze licentie, hetzij in “read only”-geheugen of op enig ander medium of in enige andere vorm (gezamenlijk de “Apple software” genoemd), worden aan jou in licentie gegeven, niet verkocht, door Apple Inc. (“Apple”), uitsluitend voor gebruik onder de voorwaarden van deze licentie. Apple en/of licentiegevers van Apple behouden het eigendomsrecht met betrekking tot de Apple software en behouden zich alle rechten voor die niet uitdrukkelijk aan jou zijn toegekend.";
"Part8" = "B. Apple levert mogelijk, naar eigen goeddunken, toekomstige upgrades of updates op de Apple software voor je compatibele Apple iOS-apparaat. De Apple software-upgrades en -updates bevatten mogelijk niet alle functies van de bestaande softwareversie, of mogelijk niet de nieuwe functies die Apple voor de nieuwere of andere modellen van iOS-apparaten uitbrengt. De voorwaarden van deze licentie gelden tevens voor alle upgrades of updates die Apple voor de oorspronkelijke Apple software verstrekt, tenzij een dergelijke upgrade of update een afzonderlijke licentie bevat, in welk geval je ermee instemt dat de voorwaarden van deze afzonderlijke licentie van toepassing zijn.";
"Part9" = "2. Toegestaan gebruik en beperkingen. ";
"Part10" = "A. Licentie. Krachtens de voorwaarden van deze licentie en voor zover als toegestaan volgens de regels voor het gebruik van de diensten en content uiteengezet in de voorwaarden voor Apple mediadiensten (https://www.apple.com/legal/internet-services/itunes/) (“gebruiksregels”), tenzij je de Apple software hebt verkregen zoals beschreven in paragraaf 2 B, wordt je hierbij een beperkte, niet-overdraagbare en niet-exclusieve licentie verleend om de Apple software te installeren en te gebruiken op elk compatibel iOS-apparaat van Apple dat je in eigendom of beheer hebt. Het is je niet toegestaan de Apple software te distribueren of ter beschikking te stellen via een netwerk zodat deze tegelijkertijd op meerdere apparaten kan worden gebruikt. Het is je niet toegestaan de Apple software te (doen) verhuren, te (doen) leasen, in gebruik te (doen) geven, te verkopen, te herdistribueren of in sublicentie te geven.";
"Part11" = "B. Volume- of onderhoudslicentie. Als je de Apple software hebt verkregen onder een volume- of onderhoudslicentieprogramma van Apple, bepalen de voorwaarden van de volume- of onderhoudslicenties het aantal kopieën van de Apple software dat je mag downloaden, installeren, gebruiken en uitvoeren op iOS-apparaten van Apple die je in eigendom of beheer hebt. Behalve in zoverre als schriftelijk is toegestaan door Apple, zijn ook alle overige voorwaarden en beperkingen voortvloeiend uit deze licentie van toepassing op het gebruik van de Apple software die is verkregen onder een volume- of onderhoudslicentie. ";
"Part12" = "C. Systeemvereisten. De Apple software wordt alleen ondersteund door Apple hardware die voldoet aan de systeemvereisten die door Apple worden vermeld.";
"Part13" = "D. Digitaal en ander materiaal. De intellectueeleigendomsrechten en andere eigendomsrechten op materiaal, waaronder handelsmerken, logo’s en afbeeldingen, dat wordt weergegeven of benaderd met behulp van de Apple software berusten bij de betreffende eigenaar. Dergelijk materiaal wordt mogelijk beschermd door auteursrecht- of merkenwetgeving of andere wettelijke bepalingen en verdragen met betrekking tot intellectueeleigendomsrechten en is mogelijk onderworpen aan de gebruiksvoorwaarden van de partij die het materiaal levert. Tenzij anderszins vermeld in deze licentie, (i) verleent deze licentie je geen enkel recht op het gebruik van dergelijk materiaal, noch wordt gegarandeerd dat dergelijk materiaal tot je beschikking zal blijven, en (ii) is het je niet toegestaan de foto’s, logo’s, tekst, code, afbeeldingen, illustraties, audio, video of overeenkomstig materiaal (gezamenlijk “digitaal materiaal” genoemd) die deel uitmaken van of worden aangeboden als onderdeel van de Apple software op commerciële basis of anderszins als afzonderlijk materiaal te gebruiken, extraheren of verspreiden. Het is je evenmin toegestaan het digitaal materiaal te gebruiken buiten de context van het bedoelde gebruik van de Apple software.";
"Part14" = "E. Gebruik van opdrachten. Je erkent dat de verantwoordelijkheid voor alle taakopdrachten voor apps en/of websites (“opdrachten”) uitsluitend bij de partij of partijen ligt van wie deze opdrachten afkomstig zijn. Apple heeft geen controle over, en aanvaardt geen verantwoordelijkheid voor, de inhoud of functionaliteit van enige opdrachten van derden. Elk gebruik van enige opdracht is voor eigen risico en jij bent als enige verantwoordelijk voor de naleving van voorwaarden of overeenkomsten van derden die van toepassing zijn op jouw gebruik van opdrachten. Je erkent dat Apple niet verplicht is om opdrachten vooraf te screenen. Apple behoudt zich echter wel het recht voor om opdrachten vooraf te screenen, te weigeren, uit te schakelen of te verwijderen, zulks uitsluitend ter beoordeling van Apple.";
"Part15" = "F. Opdrachten delen. De Apple software staat je mogelijk toe om opdrachten met anderen te delen via een webkoppeling. Je gedeelde opdracht, samen met alle inhoud die erin is opgenomen, wordt op Apple servers bewaard met als doel om dit delen mogelijk te maken en wordt mogelijk gebruikt ter algehele verbetering van Apple producten en diensten. Je gedeelde opdracht, samen met alle inhoud die erin is opgenomen, is beschikbaar voor iedereen die toegang heeft tot de webkoppeling. Diegenen mogen vervolgens je opdracht en alle inhoud die erin is opgenomen kopiëren, bewaren, aanpassen en herdistribueren. Door een opdracht te delen bevestig je: (1) dat je over alle vereiste rechten en licenties voor de opdracht beschikt en dat de opdracht geen rechten van enige andere partij schendt of hierop inbreuk maakt; en (2) dat de opdracht die je deelt niet in strijd is met enige wetgeving, niet bijdraagt aan of aanmoedigt tot schending van wetgeving of anderszins onwettig gedrag, of anderszins aanstootgevend of verwerpelijk is. Je erkent dat Apple niet verplicht is om opdrachten die je deelt te beoordelen. Apple behoudt zich echter wel het recht voor om opdrachten die je deelt te beoordelen, uit te schakelen of te verwijderen, zulks uitsluitend ter beoordeling van Apple.";
"Part16" = "G. Gebruiksbeperkingen. Je stemt ermee in dat je geen enkele opdracht zult uploaden, publiceren, e-mailen, versturen, delen of anderszins beschikbaar zult maken die: (1) onwettig, onrechtmatig, smadelijk, vulgair, aanstootgevend, lasterlijk, discriminerend of anderszins verwerpelijk is; (2) in strijd is met, of aanmoedigt tot gedrag dat in strijd is met, enige toepasselijke wet- of regelgeving of aanleiding geeft tot civielrechtelijke aansprakelijkheid; (3) oproept tot discriminatie, onverdraagzaamheid, racisme, haat, intimidatie of onrecht jegens enige persoon of groep; (4) gewelddadig of bedreigend is of oproept tot geweld of handelingen die bedreigend zijn voor enige andere persoon; (5) oproept tot illegale of schadelijke activiteiten; of (6) naar jouw weten of vermoeden onecht, misleidend, frauduleus of op enigerlei wijze onbetrouwbaar is voor een gebruiker van de opdracht. Daarnaast stem je ermee in de werking van servers of netwerken die verbonden zijn met de Apple software of enige softwareprogramma’s, diensten of websites van derden op je iOS-apparaat (“apps van derden”) niet te hinderen, te verstoren of overmatig te belasten, of de regelgeving, beleidsregels of procedures van dergelijke netwerken of apps van derden te schenden.";
"Part17" = "H. Apps van derden. Voor het uitvoeren van bepaalde opdrachten heeft de Apple software mogelijk toegang nodig tot bepaalde apps van derden. Je geeft uitdrukkelijk toestemming en machtigt de Apple software om deze apps van derden namens jou te benaderen en te gebruiken, voor zover dit vereist is om de opdracht met de Apple software te kunnen uitvoeren. Voor zover de Apple software gebruikmaakt van apps van derden, is Apple impliciet noch expliciet verplicht technische of enige andere ondersteuning te bieden voor deze apps van derden. Voor technische ondersteuning en klantenservice dien je rechtstreeks contact op te nemen met de desbetreffende leverancier, fabrikant of aanbieder van de software, dienst, website en/of producten. JE VERKLAART JE DAARNAAST AKKOORD MET EN STEMT ERMEE IN OM BIJ GEBRUIK VAN DE APPLE SOFTWARE TE VOLDOEN AAN ALLE TOEPASSELIJKE VOORWAARDEN OF ANDERE OVEREENKOMSTEN VAN DERGELIJKE APPS VAN DERDEN. JIJ BENT ER ALS ENIGE VERANTWOORDELIJK VOOR DAT ALLE OPDRACHTEN VOLDOEN AAN DE TOEPASSELIJKE VOORWAARDEN VAN ELKE APP VAN DERDEN DIE DOOR DE OPDRACHT WORDT GEBRUIKT. APPLE GEEFT GEEN ENKELE GARANTIE DAT OPDRACHTEN VOLDOEN AAN DE VOORWAARDEN VAN APPS VAN DERDEN EN APPLE IS NIET VERANTWOORDELIJK VOOR ENIGE OPDRACHTEN VAN DERDEN.";
"Part18" = "I. Geen reverse engineering. Je bent ermee bekend en stemt ermee in dat het je niet is toegestaan en dat je anderen niet in staat zult stellen om de Apple software, of enige dienst die door de Apple software wordt geboden of enig deel daarvan te kopiëren (behalve in zoverre dit expliciet is toegestaan onder deze licentie of door de gebruiksregels die voor jou van toepassing zijn), te decompileren, van ontwerp te herleiden, te ontmantelen, te wijzigen of te decoderen of aan te passen, om te trachten de broncode te herleiden van of afgeleide werken te creëren op basis van de genoemde software, diensten of delen daarvan (behalve indien en in zoverre als enige van bovenstaande beperkingen is verboden op grond van de toepasselijke wetgeving en in zoverre als de bovenstaande activiteiten zijn toegestaan door de licentievoorwaarden met betrekking tot het gebruik van de Open Source-componenten die in de Apple software zijn opgenomen). ";
"Part19" = "J. Naleving van wet- en regelgeving. Je verklaart dat je bij het gebruik van de Apple software en de diensten (zoals gedefinieerd in paragraaf 4 hieronder) de toepasselijke wetgeving zult naleven, met inbegrip van de wetgeving van het land of de regio waar je woonachtig bent of waar je de Apple software en diensten downloadt of gebruikt.";
"Part20" = "K. Automatische updates. Als je hebt aangegeven dat apps automatisch mogen worden bijgewerkt, controleert je apparaat op gezette tijden bij Apple of er updates en upgrades beschikbaar zijn voor de Apple software. Als er een update of upgrade beschikbaar is, wordt deze automatisch op je apparaat gedownload en geïnstalleerd en, indien van toepassing, op je randapparatuur. Je kunt de optie voor automatische app-updates op elk gewenst moment volledig uitschakelen door de instellingen voor automatische app-updates te wijzigen in Instellingen.";
"Part21" = "3. Toestemming tot gebruik gegevens. ";
"Part22" = "A. Analysegegevens. Als je hebt aangegeven dat analysegegevens mogen worden verzameld, stem je ermee in dat Apple en dochterondernemingen en vertegenwoordigers van Apple gebruiksinformatie, diagnostische en technische informatie en hieraan gerelateerde informatie mogen verzamelen, beheren, verwerken en gebruiken, met inbegrip van maar niet beperkt tot unieke systeem- of hardware-identificatie, informatie over je iOS-apparaat, computer, systeem- en applicatiesoftware en randapparaten. Deze informatie wordt periodiek verzameld om producten en diensten van Apple te leveren of te verbeteren, om software-updates, productondersteuning en andere aan de Apple software gerelateerde diensten te bieden (indien van toepassing) en om te controleren of de voorwaarden van deze licentie worden nageleefd. Apple mag deze informatie gebruiken, voor zover deze in een zodanige vorm wordt verzameld dat je niet persoonlijk kunt worden geïdentificeerd, voor de bovengenoemde doeleinden. Om Apple partners of zelfstandige ontwikkelaars in staat te stellen hun software, hardware of de diensten die zij hebben ontwikkeld voor gebruik in combinatie met de Apple producten, te verbeteren, heeft Apple het recht dergelijke partners of zelfstandige ontwikkelaars die diagnostische gegevens te verstrekken die relevant zijn voor de software, hardware en/of diensten van die partner of ontwikkelaar, zolang deze informatie een zodanige vorm heeft dat je niet persoonlijk kunt worden geïdentificeerd. ";
"Part23" = "B. Locatiegegevens. Apple, de partners en licentiehouders van Apple en zelfstandige ontwikkelaars mogen via de Apple software bepaalde diensten leveren op basis van je locatiegegevens. Voor het leveren en verbeteren van dergelijke diensten, indien beschikbaar, is het Apple, de partners en licentiehouders van Apple en de ontwikkelaars van andere fabrikanten toegestaan je locatiegegevens te verzenden, te verzamelen, te beheren, te verwerken en te gebruiken. De locatiegegevens en locatiegerelateerde zoekopdrachten worden op een zodanige wijze door Apple verzameld dat het niet mogelijk is om jou op basis van deze gegevens persoonlijk te identificeren en mogen door Apple, de partners en licentiehouders van Apple en de zelfstandige ontwikkelaars worden gebruikt voor het leveren en verbeteren van locatiespecifieke producten en diensten. Wanneer je gebruikmaakt van locatiespecifieke diensten die door of via de Apple software worden geleverd, stem je ermee in dat Apple, de partners en licentiehouders van Apple en de zelfstandige ontwikkelaars locatiegegevens en locatiegerelateeerde zoekopdrachten verzenden, verzamelen, beheren, verwerken en gebruiken om dergelijke producten en diensten te leveren en te verbeteren. Je kunt je toestemming te allen tijde intrekken door de functie voor locatievoorzieningen op je iOS-apparaat in zijn geheel uit te schakelen of door deze instelling uit te schakelen voor afzonderlijke onderdelen van de Apple software die hiervan gebruikmaken. Wanneer je op het iOS-apparaat gebruikmaakt van toepassingen of diensten van derden die locatiegegevens gebruiken of leveren, ben je onderworpen aan en dien je kennis te nemen van de voorwaarden en het privacybeleid van deze andere partij inzake het gebruik van locatiegegevens door toepassingen of diensten van de desbetreffende andere partij. ";
"Part24" = "C. Privacybeleid. Apple beschermt je gegevens te allen tijde in overeenstemming met de richtlijnen van het privacybeleid van Apple. Je vindt deze richtlijnen op https://www.apple.com/legal/privacy/.";
"Part25" = "4. Diensten en materialen van derden.";
"Part26" = "A. Algemeen. De Apple software geeft toegang tot de iTunes Store, App Store, iCloud en Kaarten van Apple en andere voorzieningen en websites van Apple en derden (collectief en individueel, “diensten”). Dergelijke diensten zijn mogelijk niet beschikbaar in alle talen of in alle landen. Voor het gebruik van deze diensten, waaraan mogelijk extra kosten zijn verbonden, dien je te beschikken over toegang tot het internet. Daarnaast dien je mogelijk te beschikken over een Apple ID en/of extra voorwaarden te accepteren. Door gebruik te maken van deze software in combinatie met een iTunes Store-account, Apple ID of een andere Apple dienst, stem je in met de toepasselijke servicevoorwaarden voor die dienst, zoals de meest recente voorwaarden voor Apple mediadiensten, die je kunt bekijken op https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Als je ervoor kiest de iCloud-voorzieningen vanuit de Apple software te gebruiken, zijn de volgende aanvullende voorwaarden van toepassing: de gebruiksvoorwaarden van iCloud op https://www.apple.com/legal/internet-services/icloud/ en het privacybeleid van Apple op https://www.apple.com/legal/privacy/. ";
"Part28" = "C. Je begrijpt en erkent dat je tijdens het gebruik van de diensten kunt worden geconfronteerd met materiaal dat mogelijk kan worden opgevat als onbetamelijk, kwetsend of aanstootgevend dan wel met taalgebruik dat kan worden omschreven als expliciet. Je zegt niettemin toe de diensten op eigen risico te gebruiken en Apple te zullen vrijwaren van elke aansprakelijkheid ten opzichte van jou voor enig materiaal dat mogelijk kan worden opgevat als onbetamelijk, kwetsend of aanstootgevend.";
"Part29" = "D. Bepaalde diensten tonen of omvatten mogelijk diensten, inhoud, gegevens, informatie, programma’s of ander materiaal van derden (“materiaal van derden”) of maken het eerder genoemde mogelijk beschikbaar, of bevatten mogelijk koppelingen naar bepaalde websites of programma’s van derden. Door de diensten te gebruiken, erken en accepteer je dat het niet tot de taak van Apple kan worden gerekend om de inhoud, de juistheid, de volledigheid, de tijdigheid, de geldigheid, de naleving van het auteursrecht, de wettigheid, de fatsoenlijkheid of de kwaliteit of enig ander aspect van dergelijk materiaal van derden of dergelijke programma’s of websites van derden te inspecteren en te evalueren. Apple, medewerkers van Apple, aan Apple gelieerde ondernemingen of dochterondernemingen kunnen niet worden geacht de inhoud van enige dienst, enig materiaal of programma of enige website van derden of van welk ander materiaal of product of welke andere dienst van derden ook te onderschrijven, en verstrekken jou of enige andere persoon geen enkele garantie en accepteren geen enkele aansprakelijkheid of verantwoordelijkheid ten aanzien van dergelijk materiaal en dergelijke producten of diensten. Materiaal van derden en koppelingen naar andere websites of programma’s worden uitsluitend ter beschikking gesteld voor jouw gemak.";
"Part30" = "E. Indien je materiaal via deze diensten uploadt, verklaar je dat je over alle rechten beschikt in het materiaal of dat je geautoriseerd bent of anderszins over het wettelijke recht beschikt om het materiaal te uploaden, en dat het materiaal de servicevoorwaarden die van toepassing zijn op de diensten op geen enkele manier schendt. Je stemt ermee in dat de diensten inhoud, informatie en materiaal bevatten, met inbegrip van, maar niet beperkt tot eventueel digitaal materiaal, die eigendom zijn van Apple, de eigenaar van de site en/of zijn licentiegevers en onder de bescherming vallen van de toepasselijke eigendomsrechtelijke bepalingen en andere wetten, met inbegrip van maar niet beperkt tot het auteursrecht Je stemt ermee in dat je dergelijke inhoud of informatie of dergelijk materiaal uitsluitend zult gebruiken in overeenstemming met het toegestane gebruik van genoemde diensten, uitsluitend op een manier die verenigbaar is met de voorwaarden van deze licentie en waarbij de intellectueeleigendomsrechten van andere fabrikanten of Apple niet worden geschonden. Geen enkel onderdeel van de diensten mag worden gereproduceerd, in welke vorm of op welke wijze dan ook. Je stemt erin toe de diensten niet te wijzigen, te verhuren, te leasen, in gebruik te geven, te verkopen of te distribueren of enige afgeleide werken te creëren op basis van de diensten, op welke wijze dan ook, en je zult de diensten niet aanwenden op enige niet-geautoriseerde wijze, met inbegrip van maar niet beperkt tot het gebruik van de diensten voor de verspreiding van computervirussen, wormen, Trojaanse paarden of andere malware, overtreding van wet- en regelgeving of het overbelasten van netwerkcapaciteit. Je stemt er bovendien in toe dat je de diensten niet op enigerlei wijze zult gebruiken om anderen lastig te vallen, te beledigen, hinderlijk te volgen, te bedreigen of in diskrediet te brengen of de diensten op enige andere wijze zult gebruiken die inbreuk maakt op de rechten van enige andere partij of dergelijke rechten op enigerlei wijze schaadt, en dat Apple op geen enkele wijze verantwoordelijk is voor dergelijk gebruik door jou, en ook niet verantwoordelijk is voor enige kwellende, bedreigende, lasterlijke, beledigende, inbreuk makende of onwettige boodschap of overdraging die je ontvangt als gevolg van het gebruik van enige dienst.";
"Part31" = "F. Bovendien zijn diensten en materiaal van derden waartoe toegang kan worden verkregen, die kunnen worden weergegeven of waarnaar koppelingen beschikbaar zijn via de Apple software niet beschikbaar in alle talen of in alle landen of regio’s. Apple doet geen toezeggingen dat dergelijke diensten of dergelijk materiaal van derden geschikt of beschikbaar is voor gebruik op een bepaalde locatie. Voor zover je ervoor kiest om gebruik te maken van dergelijke diensten of dergelijk materiaal van derden, doe je dit op eigen initiatief en ben je zelf verantwoordelijk voor naleving van elke toepasselijke wet, met inbegrip van maar niet beperkt tot de toepasselijke lokale wetgeving en de wet- en regelgeving inzake privacy en het verzamelen van gegevens. Apple en haar licentiegevers behouden zich het recht voor om de toegang tot enige dienst op elk moment zonder voorafgaande aankondiging te wijzigen, op te schorten, te verwijderen of onmogelijk te maken. Onder geen enkele omstandigheid kan Apple aansprakelijk worden gesteld voor het verwijderen of onmogelijk maken van de toegang tot een of meer van de diensten. Apple is bovendien gerechtigd om beperkingen op te leggen aan het gebruik van of de toegang tot bepaalde diensten, in alle gevallen waarin Apple dat nodig acht, zonder voorafgaande kennisgeving en zonder enige aansprakelijkheid. ";
"Part32" = "5. Beëindiging. Deze licentie is van kracht totdat deze wordt beëindigd. Jouw rechten ingevolge deze licentie vervallen automatisch of zijn anderszins niet meer van kracht, zonder aankondiging van Apple, als je niet voldoet aan een of meer van de voorwaarden van deze licentie. Nadat de geldigheid van deze licentie is verlopen, dien je elk gebruik van de Apple software te staken en alle volledige of gedeeltelijke kopieën van de Apple software die in jouw bezit zijn, te vernietigen. De paragrafen 2 I, 3, 4, 5, 6, 7, 8, 10 en 11 van deze licentieovereenkomst zullen na een dergelijke beëindiging van kracht blijven.";
"Part33" = "6. Geen garantie. ";
"Part34" = "A. Consumenten (klanten die de Apple software niet bedrijfs- of beroepsmatig gebruiken) hebben mogelijk wettelijke rechten in het land waar zij gevestigd zijn op basis waarvan de volgende beperkingen niet mogen worden opgelegd. In dat geval zijn deze beperkingen niet van toepassing. Voor meer informatie over de rechten van consumenten kun je contact opnemen met de consumentenbond.";
"Part35" = "B. JE ERKENT EN AANVAARDT UITDRUKKELIJK DAT, IN ZOVERRE DAT IS TOEGESTAAN OP GROND VAN DE TOEPASSELIJKE WETGEVING, GEBRUIK VAN DE APPLE SOFTWARE EN ALLE DIENSTEN DIE DOOR OF VIA DE APPLE SOFTWARE WORDEN GELEVERD OF WAARTOE JE VIA DE APPLE SOFTWARE TOEGANG HEBT, UITSLUITEND VOOR JE EIGEN RISICO IS EN DAT HET VOLLEDIGE RISICO VOOR VOLDOENDE KWALITEIT, PRESTATIES, NAUWKEURIGHEID EN WERKING BIJ JOU LIGT.";
"Part36" = "C. VOOR ZOVER ALS IS TOEGESTAAN DOOR DE TOEPASSELIJKE WETGEVING, WORDEN DE APPLE SOFTWARE EN DIENSTEN ‘IN DE STAAT WAARIN DEZE OP HET MOMENT VAN AANKOOP VERKEREN’ (OP ‘AS IS’- OF ‘AS AVAILABLE’-BASIS), MET ALLE FOUTEN EN ZONDER ENIGE GARANTIE GELEVERD EN APPLE EN LICENTIEGEVER(S) VAN APPLE (VOOR HET DOEL VAN DE PARAGRAFEN 6 EN 7 HIERNA GEZAMENLIJK TE NOEMEN ‘APPLE’) SLUITEN HIERBIJ UITDRUKKELIJK ALLE GARANTIE, EXPLICIET EN IMPLICIET DAN WEL VOORTVLOEIEND UIT WETTELIJKE RECHTEN, UIT, DAARONDER BEGREPEN DOCH NIET BEPERKT TOT ALLE DENKBARE GARANTIES VAN VERHANDELBAARHEID, VOLDOENDE KWALITEIT, GESCHIKTHEID VOOR EEN BEPAALD DOEL, NAUWKEURIGHEID, ONGESTOORD GEBRUIK EN NAVOLGING VAN AUTEURSRECHTEN VAN DERDEN MET BETREKKING TOT DE APPLE SOFTWARE EN DIENSTEN.";
"Part37" = "D. APPLE GEEFT GEEN GARANTIE TEGEN VERSTORING VAN JE GEBRUIK VAN DE APPLE SOFTWARE EN DIENSTEN EN GARANDEERT NIET DAT DE FUNCTIES DIE ZIJN VERVAT IN, OF DE DIENSTEN DIE WORDEN UITGEVOERD OF VERLEEND DOOR DE APPLE SOFTWARE AAN JE EISEN ZULLEN VOLDOEN OF DAT MET DE APPLE SOFTWARE OF DIENSTEN ONONDERBROKEN OF FOUTLOOS ZAL KUNNEN WORDEN GEWERKT, DAT ENIGE DIENST BLIJVEND BESCHIKBAAR ZAL WORDEN GESTELD, DAT DE APPLE SOFTWARE OF DIENSTEN ZULLEN WORDEN GECORRIGEERD, OF DAT DE APPLE SOFTWARE COMPATIBEL IS MET OF WERKT MET SOFTWARE, TOEPASSINGEN OF DIENSTEN VAN DERDEN. DE INSTALLATIE VAN DEZE APPLE SOFTWARE KAN VAN INVLOED ZIJN OP DE BESCHIKBAARHEID EN BRUIKBAARHEID VAN SOFTWARE, TOEPASSINGEN OF DIENSTEN VAN DERDEN OF VAN APPLE PRODUCTEN EN DIENSTEN.";
"Part38" = "E. JE ERKENT BOVENDIEN DAT DE APPLE SOFTWARE EN DIENSTEN NIET ZIJN BEDOELD EN NIET GESCHIKT ZIJN VOOR GEBRUIK IN SITUATIES OF OMGEVINGEN WAARIN PROBLEMEN MET OF VERTRAAGDE VRIJGAVE VAN DE APPLE SOFTWARE OF DIENSTEN, OF FOUTEN OF ONNAUWKEURIGHEDEN IN DE INHOUD, GEGEVENS OF INFORMATIE AFKOMSTIG VAN DE APPLE SOFTWARE OF DIENSTEN, KUNNEN LEIDEN TOT DE DOOD, PERSOONLIJK LETSEL OF ERNSTIGE SCHADE AAN PERSONEN, ZAKEN OF HET MILIEU, MET INBEGRIP VAN MAAR NIET BEPERKT TOT DE BEDIENING VAN NUCLEAIRE INSTALLATIES, DE BESTURING VAN LUCHTVAARTUIGEN, COMMUNICATIESYSTEMEN, LUCHTVERKEERSLEIDINGSYSTEMEN, MACHINES VOOR DE INSTANDHOUDING VAN LEVENSFUNCTIES OF WAPENSYSTEMEN. ";
"Part39" = "F. GEEN ENKELE MONDELINGE OF SCHRIFTELIJKE INFORMATIE OF KENNISGEVING VAN DE ZIJDE VAN APPLE OF EEN DOOR APPLE GEAUTORISEERDE VERTEGENWOORDIGER KAN EEN GARANTIE INHOUDEN. MOCHTEN DE APPLE SOFTWARE OF DIENSTEN GEBREKEN VERTONEN, DAN KOMEN ALLE KOSTEN VAN ALLE NOODZAKELIJKE REVISIE, HERSTEL OF CORRECTIE VOOR JOUW REKENING. IN BEPAALDE RECHTSGEBIEDEN IS UITSLUITING VAN IMPLICIETE GARANTIES OF BEPERKING VAN TOEPASSELIJKE WETTELIJKE RECHTEN VAN DE CONSUMENT NIET TOEGESTAAN, WAARDOOR DE BOVENSTAANDE UITSLUITING EN BEPERKINGEN VOOR JOU MOGELIJK NIET VAN TOEPASSING ZIJN. ";
"Part40" = "7. Beperking van aansprakelijkheid. VOOR ZOVER DAT NIET DOOR DE TOEPASSELIJKE WETGEVING IS VERBODEN, ZAL APPLE IN GEEN ENKEL GEVAL AANSPRAKELIJK ZIJN VOOR PERSOONLIJK LETSEL, OF VOOR ENIGERLEI BIJZONDERE, INDIRECTE SCHADE OF GEVOLGSCHADE, DAARONDER BEGREPEN ZONDER ENIGE BEPERKING SCHADE DOOR VERLIES VAN OMZET, BESCHADIGING OF VERLIES VAN GEGEVENS, HET NIET KUNNEN VERZENDEN OF ONTVANGEN VAN GEGEVENS, ONDERBREKING VAN DE BEDRIJFSVOERING, OF VOOR ENIGE ANDERE COMMERCIËLE SCHADE OF ENIG ANDER COMMERCIEEL VERLIES DAT HET GEVOLG IS VAN, OF VERBAND HOUDT MET JE GEBRUIK OF ONVERMOGEN TOT GEBRUIK VAN DE APPLE SOFTWARE EN DIENSTEN DAN WEL SOFTWARE OF TOEPASSINGEN VAN DERDEN IN COMBINATIE MET DE APPLE SOFTWARE, DOOR WELKE OORZAAK OOK, ONGEACHT DE AANSPRAKELIJKHEIDSGROND DIE WORDT AANGEVOERD (NIET-NAKOMING, ONRECHTMATIGE DAAD OF ANDERSZINS), EN ZELFS ALS APPLE IS GEWEZEN OP DE MOGELIJKHEID VAN DERGELIJKE SCHADE. IN BEPAALDE RECHTSGEBIEDEN IS UITSLUITING OF BEPERKING VAN AANSPRAKELIJKHEID VOOR PERSOONLIJK LETSEL OF VOOR INDIRECTE OF GEVOLGSCHADE NIET TOEGESTAAN, WAARDOOR DEZE BEPERKING VOOR JOU MOGELIJK NIET VAN TOEPASSING IS. In geen geval zal Apple’s totale aansprakelijkheid voor alle schade (uitgezonderd waar wettelijk vereist in gevallen die betrekking hebben op persoonlijk letsel) meer bedragen dan vijftig dollar ($50,00). De voornoemde beperkingen zijn ook van toepassing als de hierboven vermelde verhaalsaansprakelijkheid niet aan zijn wezenlijke doel voldoet.";
"Part41" = "8. Exportbepalingen. Het is je niet toegestaan de Apple software te gebruiken of anderszins te exporteren of te herexporteren, behalve voor zover toegestaan krachtens de wetten van de Verenigde Staten en van het rechtsgebied of de rechtsgebieden waarin je de Apple software hebt verkregen. In het bijzonder, maar zonder beperking, is het niet toegestaan de Apple software te exporteren of te herexporteren (a) naar een land waarvoor door de Verenigde Staten een embargo is ingesteld of (b) naar enige persoon die voorkomt op de door het U.S. Treasury Department samengestelde lijst van “Specially Designated Nationals” of op de door het U.S. Department of Commerce samengestelde “Denied Person’s List” of “Entity List” of enige andere lijsten met uitgezonderde partijen. Door de Apple software te gebruiken, verklaar je dat je je niet bevindt in een dergelijk land of op een van de bovengenoemde lijsten voorkomt. Je verklaart tevens dat je de Apple software niet zult gebruiken voor doeleinden die verboden zijn volgens de wetten van de Verenigde Staten met inbegrip van, maar niet beperkt tot, de ontwikkeling, het ontwerp, de fabricage of productie van raketten, nucleaire, chemische of biologische wapens.";
"Part42" = "9. Eindgebruikers binnen de Amerikaanse overheid. De Apple software en de bijbehorende documentatie zijn “Commercial Items”, zoals omschreven in 48 C.F.R. §2.101, en bestaan uit “Commercial Computer Software” en “Commercial Computer Software Documentation”, zoals beschreven in 48 C.F.R. §12.212 of 48 C.F.R. §227.7202, afhankelijk van welke paragraaf van toepassing is. Overeenkomstig 48 C.F.R. §12.212 of 48 C.F.R. §227.7202-1 tot en met 227.7202-4, afhankelijk van welke paragraaf van toepassing is, worden de “Commercial Computer Software” en “Commercial Computer Software Documentation” aan eindgebruikers binnen de Amerikaanse overheid (a) alleen als “Commercial Items” in licentie gegeven en (b) alleen met de rechten die worden verleend aan alle andere eindgebruikers conform de voorwaarden die hierin worden genoemd. Ongepubliceerd: rechten voorbehouden krachtens de auteursrechtwetgeving van de Verenigde Staten.";
"Part43" = "10. Toepasselijk recht en deelbaarheid. Deze licentie is opgesteld volgens en zal onderworpen zijn aan de wetten van de staat Californië, Verenigde Staten, met uitzondering van de bepalingen van de staat Californië ten aanzien van de strijdigheid van wettelijke bepalingen. Deze licentie zal niet onderworpen zijn aan het verdrag van de Verenigde Naties inzake internationale verkoopovereenkomsten betreffende roerende zaken. De toepassing van dit verdrag wordt expliciet uitgesloten. Voor consumenten in het Verenigd Koninkrijk zal deze licentie onderworpen zijn aan de wetten van het rechtsgebied waarin zij gevestigd zijn. In het geval dat enige bepaling van deze overeenkomst of een gedeelte daarvan door een bevoegde rechter nietig of anderszins niet verbindend geacht zal worden, zullen de overige bepalingen van deze licentie onverkort van kracht blijven. ";
"Part44" = "11. Volledige overeenkomst; taalversie. Deze licentie vormt de volledige overeenkomst tussen jou en Apple met betrekking tot de Apple software en prevaleert boven alle voorgaande of gelijktijdige overeenkomsten betreffende dit onderwerp. Aanpassingen of wijzigingen van deze licentieovereenkomst zijn slechts geldig voor zover deze zijn opgesteld in schriftelijke vorm en zijn ondertekend door Apple. Vertalingen van deze licentie zijn gemaakt ten behoeve van plaatselijke vereisten. In het geval van een verschil tussen de Engelse en de niet-Engelse versie geldt de Engelse versie van deze licentie, voor zover dat niet door de plaatselijk geldende wetgeving in jouw rechtsgebied is verboden.";
"Part45" = "12. Auteursrechten van derden. Gedeelten van de Apple software omvatten mogelijk of maken mogelijk gebruik van software of ander materiaal waarvan het auteursrecht bij andere fabrikanten berust. Auteursrechtinformatie, licentievoorwaarden en beperkingen van aansprakelijkheid voor dergelijk materiaal zijn opgenomen in de elektronische documentatie bij de Apple software en het gebruik van dergelijk materiaal is onderworpen aan de daarop van toepassing zijnde voorwaarden.";
"Part46" = "EA1576";
"Part47" = "16-8-2018";